{"id":461,"date":"2021-11-25T03:26:58","date_gmt":"2021-11-25T03:26:58","guid":{"rendered":"https:\/\/creativejuniors.com\/?post_type=course&#038;p=461"},"modified":"2021-11-25T03:32:04","modified_gmt":"2021-11-25T03:32:04","slug":"ux-ui-design","status":"publish","type":"course","link":"https:\/\/creativejuniors.com\/course\/ux-ui-design\/","title":{"rendered":"UX UI Design"},"content":{"rendered":"\n<h2><strong>About The Course<\/strong><\/h2>\n\n\n\n<p>This course UX &amp; UI Design is designed for those people, who wants to design anything to keep users on first priority and working on to make them happy. In our course, we will guide you for complete website UI &amp; Mobile UI based on User Experience. You will learn what is a user need, How can we solve user’s problem by web application &amp; also by mobile application. Moreover you will learn why UX is important for any system where a user involved like websites &amp; Mobile Application. Our Course module is divided into three important section so that you can learn from scratch.<\/p>\n\n\n\n<p>User Experience concept is a rising trend and it will remain as it is over the decades. Reason we all know, because without user world cannot exist. And we all are working to make us happy whether you are a business man, a marketing professionals, a designer or a developer. For all it is important to know from the depth of User experience Strategies.<\/p>\n\n\n\n<p>You will also learn User interface design which will have usable function and aesthetic interactions with responsive interface. Now a day’s different device responsive interface design is a peak demand. We have included various online marketplaces in our course module so that after successfully completion the course our student can work both at online and offline platform.<\/p>\n","protected":false},"featured_media":0,"template":"","_links":{"self":[{"href":"https:\/\/creativejuniors.com\/wp-json\/wp\/v2\/course\/461"}],"collection":[{"href":"https:\/\/creativejuniors.com\/wp-json\/wp\/v2\/course"}],"about":[{"href":"https:\/\/creativejuniors.com\/wp-json\/wp\/v2\/types\/course"}],"wp:attachment":[{"href":"https:\/\/creativejuniors.com\/wp-json\/wp\/v2\/media?parent=461"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}